/* alert message */
"Amazon lists are normally specific to a particular country. If you change the store your list may no longer be found." = "Amazon 列表通常是適用於特定國家。若您更改商店，您的列表可能再也找不到。";

/* button text */
"Cancel" = "取消";

/* button text */
"Change Store" = "更改商店";

/* alert title */
"Change to the %@ Amazon store?" = "更改為 %@ Amazon 商店？";

/* button */
"Close" = "關閉";

/* Appears in an empty tableview */
"Drag Amazon products here from your web browser" = "將 Amazon 產品從網頁瀏覽器拖到這裡";

/* table cell */
"Loading product data\\U2026" = "正在載入產品資料⋯";

/* table cell */
"No Internet connection" = "沒有 Internet 連線";

/* error message in tableview */
"No list with that ID was found" = "找不到該 ID 的列表";

/* table cell */
"No matching Amazon product found" = "找不到相符的 Amazon 產品";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "並非所有國家皆可取得所有產品。若更改商店，您列表中某些產品將再也找不到。";

/* String_On_Page_Template */
"Please add Amazon products to this list using the Inspector." = "請使用“檢閱器”將 Amazon 產品加入此列表。";

/* alert text */
"Please click the purple help button to view instructions on how to find the public URL of an Amazon list." = "請按一下紫色的輔助說明按鈕來檢視說明，以了解如何找到 Amazon 列表的公開 URL。";

/* Table placeholder text */
"Please enter the ID or public URL of an Amazon list above" = "請在上方輸入 Amazon 列表的 ID 或公開 URL";

/* String_On_Page_Template */
"Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector." = "請使用“檢閱器”來指定要顯示的 Amazon 列表（如願望列表或 Listmania）。";

/* table cell */
"Please specify an Amazon product to display" = "請指定要顯示的 Amazon 產品";

/* Tooltip text */
"The desired quantity of this product has been received." = "已收到此產品所需的數量。";

/* error message in tableview */
"The URL entered does not appear to be a public Amazon list URL" = "輸入的 URL 似乎不是公開 Amazon 列表 URL";

/* alert title */
"The URL entered is not the public URL of an Amazon list." = "輸入的 URL 不是 Amazon 列表的公開 URL。";

/* error message in tableview */
"There was an error loading the list." = "載入列表時發生錯誤。";

/* table cell */
"There was an error loading the product" = "載入產品時發生錯誤";

/* Placeholder text */
"This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences." = "此為 Amazon 產品的預留區；一旦發佈後或您在偏好設定中啟用即時資料 feed，便會在此顯示。";

/* Placeholder text */
"This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences." = "此為預留區；一旦發佈後或您在偏好設定中啟用即時資料 feed，Amazon 列表便會在此顯示。";

/* name of *country*, NOT THEIR LANGUAGE, as in the translated sentence 'Change to the %@ Amazon store?' */
"Canadian" = "加拿大";

/* name of *country*, NOT THEIR LANGUAGE, as in the translated sentence 'Change to the %@ Amazon store?' */
"French" = "法國";

/* name of *country*, NOT THEIR LANGUAGE, as in the translated sentence 'Change to the %@ Amazon store?' */
"German" = "德國";

/* name of *country*, NOT THEIR LANGUAGE, as in the translated sentence 'Change to the %@ Amazon store?' */
"Japanese" = "日本";

/* name of *country*, NOT THEIR LANGUAGE, as in the translated sentence 'Change to the %@ Amazon store?' */
"UK" = "英國";

/* name of *country*, NOT THEIR LANGUAGE, as in the translated sentence 'Change to the %@ Amazon store?' */
"US" = "美國";
